import Typography from "@mui/material/Typography";
import Box from "@mui/material/Box";
import SimpleHeader from "@/components/simple-header";

const About = () => {
  return (
    <Box>
      <SimpleHeader />
      <Typography pb={2}>
        पशुमण्डी एक ऑनलाइन मार्केट है जो पशु खरीदने और बेचने के लिए बनाया गया
        है। हमारा ऑनलाइन प्लेटफॉर्म किसानों, पशु व्यापारियों और खरीदारों को एक
        सुविधाजनक और विश्वसनीय तरीके से लेन-देन करने के लिए समर्पित है।
      </Typography>
      <Typography pb={2}>
        पशुमण्डी में, हम उन चुनौतियों को समझते हैं जो पारंपरिक बाजारों में पशु
        खरीदने और बेचने के साथ आते हैं। इस प्रक्रिया में समय लगता है और दुपेटे
        का खतरा होता है। हमारा ऑनलाइन प्लेटफॉर्म इस प्रक्रिया को सरल बनाने और
        सभी उपयोगकर्ताओं के लिए एक सुरक्षित और विश्वसनीय प्लेटफॉर्म प्रदान करने
        का उद्देश्य है।
      </Typography>
      <Typography>
        चाहे आप गाय, बैल, बकरी या किसी अन्य प्रकार के पशु खरीदने या बेचने के लिए
        देख रहे हों, आप पशुमण्डी पर विस्तृत विकल्पों की एक विस्तृत श्रृंखला
        पाएंगे। हमारा प्लेटफॉर्म खरीदारों और विक्रेताओं को संपूर्ण देश से जोड़ता
        है, जिससे आप अपनी विशेष आवश्यकताओं के लिए सही खरीदार या विक्रेता ढूंढने
        में आसानी से सक्षम होंगे।
      </Typography>
    </Box>
  );
};
export default About;
